Repository: gofmanpe/DocHeap-Dictionaries
Catalog: docHeap-Dictionaries/Resources/*.lproj/Localizable.strings
Languages: uk

# startVC_email_placeholder
source: E-mail
uk: Ваш email

# startVC_password_placeholder
source: Password
uk: Ваш пароль

# startVC_switch_label
source: Keep signed
uk: Зберегти вхід

# startVC_register_Button
source: Register
uk: Реєстрація

# registerVC_email_placeholder
source: Your e-mail
uk: Ваш email

# registerVC_password_placeholder
source: Your password
uk: Ваш пароль

# registerVC_password_confirm_placeholder
source: Confirm password
uk: Пшдтвердіть пароль

# registerVC_name_placeholder
source: You name
uk: Ваше імʼя

# registerVC_avatar_button
source: Add avatar
uk: Додати аватар

# registerVC_back_button
source: Back
uk: Назад

# registerVC_register_button
source: Register
uk: Реєстрація

# dictionariesVC_attention_label
source: You have not created any dictionaries yet. Create a new one by clicking on the '+' button, or download any one in the 'Network' tab
uk: У вас поки що не створено словників. Створіть новий, натиснувши кнопку '+', або завантажте будь-який у вкладці 'Мережа'

# dictionariesVC_wordsCount_label
source: Words:
uk: Слів:

# dictionariesVC_createDate_label
source: Created:
uk: Створено:

# dictionariesVC_myDictionaries_label
source: Dictionaries
uk: Cловники

# dictionariesVC_ownerName_label
source: Owner:
uk: Власник:

# dictionariesVC_dicCell_shared_label
source: SHARED
uk: ЗАГАЛЬНИЙ

# dictionariesVC_dicCell_downloaded_label
source: DOWNLOADED
uk: ЗАВАНТАЖЕНО

# dictionariesVC_likes_label
source: Likes
uk: Лайки

# dictionariesVC_scores_label
source: Scores
uk: Очки

# dictionariesVC_testRuns_label
source: Tested
uk: Тести

# createDictionaryPopUpVC_header_label
source: Create new dictionary
uk: Створити новий словник

# createDictionaryPopUpVC_enterName_label
source: Enter dictionary name
uk: Введіть назву словника

# createDictionaryPopUpVC_dictionaryName_placeholder
source: Tap for enter a dictionary name
uk: Торкніться, щоб ввести назву словника

# createDictionaryPopUpVC_chooseLanguages_label
source: Choose languages pair
uk: Виберіть пару мов

# createDictionaryPopUpVC_langSelect_Button
source: Select
uk: Вибрати

# createDictionaryPopUpVC_langToLang_label
source: To
uk: На

# createDictionaryPopUpVC_cancel_button
source: Cancel
uk: Скасувати

# createDictionaryPopUpVC_create_button
source: Create
uk: Створити

# createDictionaryPopUpVC_dictionary_warning
source: Please, enter a dictionary name!
uk: Ви не ввели назву словника!

# createDictionaryPopUpVC_dictionaryNameOrOneLang_warning
source: You did not enter the name of the dictionary or did not select one of the languages
uk: Ви не ввели назву словника або не вибрали одну з мов

# createDictionaryPopUpVC_sameLanguages_warning
source: You can't select the same languages!
uk: Ви вибрали однакові мови!

# createDictionaryPopUpVC_noLanguages_warning
source: No any language selected!
uk: Ви не вибрали жодної мови!

# createDictionaryPopUpVC_description_placeholder
source: Tap to enter a description
uk: Торкніться, щоб ввести опис

# createDictionaryPopUpVC_description_label
source: Enter a description or comment
uk: Введіть опис або коментар

# editDictionaryVC_changeName_label
source: Change dictionary name
uk: Змінити назву словника

# editDictionaryVC_changeDescription_label
source: Change description
uk: Змінити опис

# editDictionaryVC_header_label
source: Edit dictionary
uk: Редагування словника

# editDictionaryVC_cancel_button
source: Cancel
uk: Скасувати

# editDictionaryVC_save_button
source: Save
uk: Зберегти

# editDictionaryVC_dictionaryNameIsEmpty_message
source: Unable to save without a dictionary name
uk: Неможливо зберегти без назви словника

# editDictionaryVC_nothingToChange_message
source: Nothing has changed, there is nothing to save
uk: Нічого не змінилося, немає чого зберігати

# editDictionaryVC_successSave_message
source: Changes have been successfully saved
uk: Зміни успішно збережені

# editDictionaryVC_shareDictionary_label
source: Share dictionary
uk: Зробити загальнодоступним

# editDictionaryVC_notEnoughWords_message
source: To share dictionary, it must contain at least 7 words pairs
uk: Щоб зробити словник загальнодоступним, він повинен містити мінімум 7 пар слів

# editDictionaryVC_allowComments_label
source: Allow comments
uk: Дозволити коментарі

# deleteDictionaryVC_header_label
source: Deleting dictionary
uk: Видалення словника

# deleteDictionaryVC_dialog_label
source: Do you really want to delete the dictionary:
uk: Ви дійсно хочете видалити словник:

# deleteDictionaryVC_cancel_button
source: Cancel
uk: Скасувати

# deleteDictionaryVC_delete_button
source: Delete
uk: Видалити

# deleteDictionaryVC_succDelete_message
source: Dictionary has been successfully deleted!
uk: Словник був успішно видалений!

# browseDictionaryVC_emptyDictionary_message
source: There are no word pairs in the dictionary yet. Press the + button to add them!
uk: В словнику поки що немає пар слів. Натисніть кнопку +, щоб додати їх!

# browseDictionaryVC_wordsInDictionary_label
source: Words:
uk: Слів:

# browseDictionaryVC_createDate_label
source: Created:
uk: Створено:

# browseDictionaryVC_dicOwner_label
source: Owner:
uk: Власник:

# addWordPopUp_header_label
source: Adding a word pair
uk: Додавання пари слів

# addWordPopUp_word_label
source: Word:
uk: Слово:

# addWordPopUp_wordTextField_placeholder
source: Enter the word
uk: Введіть слово

# addWordPopUp_translation_label
source: Translation:
uk: Переклад:

# addWordPopUp_translationTextField_placeholder
source: Enter the translation
uk: Введіть переклад

# addWordPopUp_setImage_button
source: Set Image
uk: Встановити зображення

# addWordPopUp_imageIsSelected_label
source: Image is set
uk: Зображення встановлено

# addWordPopUp_selectedYes_label
source: Yes
uk: Так

# addWordPopUp_selectedNo_label
source: No
uk: Ні

# addWordPopUp_cancel_button
source: Cancel
uk: Скасувати

# addWordPopUp_save_button
source: Save
uk: Зберегти

# addWordPopUp_enterBothWords_message
source: You must first enter both words
uk: Ви повинні спочатку ввести обидва слова

# addWordPopUp_enterWord_message
source: You have not entered a word!
uk: Ви не ввели слово!

# addWordPopUp_enterTranslation_message
source: You have not entered a translation!
uk: Ви не ввели переклад!

# addWordPopUp_foundDoubles_message
source: This dictionary already contains such a word!
uk: Цей словник вже містить таке слово!

# browseWordPopUpVC_header_label_info
source: Information
uk: Інформація

# browseWordPopUpVC_header_label_edit
source: Edit
uk: Редагувати

# browseWordPopUpVC_header_label_delete
source: Delete words pair
uk: Видалити пару слів

# browseWordPopUpVC_dialog_label_info
source: Do you really want to delete the word pair:
uk: Ви дійсно бажаєте видалити пару слів:

# browseWordPopUpVC_delete_button
source: Delete
uk: Видалити

# browseWordPopUpVC_cancel_button
source: Close
uk: Скасувати

# browseWordPopUpVC_edit_button
source: Edit
uk: Редагувати

# browseWordPopUpVC_confirm_button
source: Confirm
uk: Підтвердити

# browseWordPopUpVC_save_button
source: Save
uk: Зберегти

# browseWordPopUpVC_testedName_label
source: Tested:
uk: Протестовано:

# browseWordPopUpVC_rightAnswersName_label
source: Correct Answers:
uk: Правильних відповідей:

# browseWordPopUpVC_wrongAnswersName_label
source: Mistakes:
uk: Помилок:

# browseWordPopUpVC_addDateName_label
source: Date Added:
uk: Дата додавання:

# browseWordPopUpVC_wordName_label
source: Word:
uk: Слово:

# browseWordPopUpVC_translationName_label
source: Translation:
uk: Переклад:

# browseWordPopUpVC_imageClear_button
source: Clear
uk: Видалити

# browseWordPopUpVC_imageSet_button
source: Change
uk: Змінити

# browseWordPopUpVC_noChanges_message
source: No changes to save!
uk: Немає змін для збереження!

# browseWordPopUpVC_changesSaved_message
source: All changes were successfuly saved!
uk: Усі зміни успішно збережено!

# browseWordPopUpVC_noImagetoClear_message
source: Image is not set
uk: Зображення не встановлено

# browseWordPopUpVC_imageCleared_message
source: The image was successfully removed
uk: Зображення успішно видалено

# browseWordPopUpVC_wordExist_message
source: This word already exists in the dictionary
uk: Це слово вже існує у словнику

# defaults_langArray_1
source: 🇬🇧 English
uk: 🇩🇪 Німецька

# defaults_langArray_2
source: 🇩🇪 German
uk: 🇬🇧 Англійська

# defaults_langArray_3
source: 🇪🇸 Spanish
uk: 🇪🇸 Іспанська

# defaults_langArray_4
source: 🇫🇮 Finnish
uk: 🇫🇮 Фінська

# defaults_langArray_5
source: 🇫🇷 French
uk: 🇫🇷 Французька

# defaults_langArray_6
source: 🇮🇹 Italian
uk: 🇮🇹 Італійська

# defaults_langArray_7
source: 🇱🇻 Latvian
uk: 🇱🇻 Латвійська

# defaults_langArray_8
source: 🇱🇹 Lithuanian
uk: 🇱🇹 Литовська

# defaults_langArray_9
source: 🇵🇱 Polish
uk: 🇵🇱 Польська

# defaults_langArray_10
source: 🇵🇹 Portuguese
uk: 🇵🇹 Португальська

# defaults_langArray_11
source: 🇷🇺 Russian
uk: 🇷🇺 Російська

# defaults_langArray_12
source: 🇸🇰 Slovak
uk: 🇸🇰 Словацька

# defaults_langArray_13
source: 🇺🇦 Ukrainian
uk: 🇺🇦 Українська

# defaults_interfaceLanguage_ru
source: 🇷🇺 Russian
uk: 🇷🇺 Російська

# defaults_interfaceLanguage_uk
source: 🇺🇦 Ukrainian
uk: 🇺🇦 Українська

# defaults_interfaceLanguage_en
source: 🇬🇧 English
uk: 🇬🇧 Англійська

# defaults_month1
source: January
uk: Січень

# defaults_month2
source: February
uk: Лютий

# defaults_month3
source: March
uk: Березень

# defaults_month4
source: April
uk: Квітень

# defaults_month5
source: May
uk: Травень

# defaults_month6
source: June
uk: Червень

# defaults_month7
source: July
uk: Липень

# defaults_month8
source: August
uk: Серпень

# defaults_month9
source: September
uk: Вересень

# defaults_month10
source: October
uk: Жовтень

# defaults_month11
source: November
uk: Листопад

# defaults_month12
source: December
uk: Грудень

# defaults_postitive_comment1
source: RIGHT!
uk: ПРАВИЛЬНО!

# defaults_postitive_comment2
source: GREAT!
uk: ЧУДОВО!

# defaults_postitive_comment3
source: COOL!
uk: КРУТО!

# defaults_postitive_comment4
source: AWSOME!
uk: НЕПЕРЕВЕРШЕНО!

# defaults_postitive_comment5
source: GOOD WORK!
uk: ГАРНА РОБОТА!

# defaults_postitive_comment6
source: PIECE OF CAKE!
uk: ШМАТОК ТОРТА!

# defaults_negative_comment1
source: ARE YOU TIRED?
uk: ВИ ВТОМИЛИСЯ?

# defaults_negative_comment2
source: ONE MORE TRY!
uk: ЩЕ ОДНА СПРОБА!

# defaults_negative_comment3
source: YOU WRONG!
uk: УПС, НЕПРАВИЛЬНО!

# defaults_negative_comment4
source: NO WAY!
uk: НІЗАЩО!

# defaults_negative_comment5
source: NOPE!
uk: НІ!

# defaults_negative_comment6
source: OK, BUT NO!
uk: ОК, АЛЕ НІ!

# defaults_testFinished_comment
source: TEST FINISHED!
uk: ТЕСТ ЗАВЕРШЕНО!

# defaults_mistakesFixed_comment
source: MISTAKES FIXED!
uk: ПОМИЛКИ ВИПРАВЛЕНІ!

# changeLanguagePopUp_header_label
source: Choose Interface Language
uk: Вибір мови інтерфейсу

# changeLanguagePopUp_attention_label
source: Attention! You are attempting to change the application's interface language. After this action, the application language and your system language will be different. If you agree, you can choose a new interface language, but you will need to restart the application afterwards.
uk: Увага! Ви намагаєтеся змінити мову інтерфейсу додатка. Після цієї дії мова додатка та мова вашої системи будуть різними. Якщо ви погоджуєтеся, ви можете вибрати нову мову інтерфейсу, але вам потрібно буде перезапустити додаток після цього.

# changeLanguagePopUp_currentLanguage_label
source: Current language:
uk: Поточна мова:

# changeLanguagePopUp_cancel_button
source: Cancel
uk: Закрити

# changeLanguagePopUp_select_button
source: Select
uk: Вибрати

# changeLanguagePopUp_save_button
source: Save
uk: Зберегти

# changeLanguagePopUp_newLanguage_label
source: Selected language:
uk: Обрана мова:

# changeLanguagePopUp_beforeExit_label
source: The interface language has been changed. The application will now close, and you will need to restart it.
uk: Мова інтерфейсу була змінена. Зараз додаток закриється, і вам потрібно буде знову його запустити.

# sharedElements_noChose_label
source: Make your choise!
uk: Зробіть вибір!

# testVC_fiveWords_name
source: Five Words Test
uk: Тест П'ять Слів

# testVC_threeWords_description
source: You can test your vocabulary by selecting one correct word from five suggested answers. After that, you can review your mistakes.
uk: Ви можете перевірити свій словниковий запас, обираючи одне правильне слово з п'яти запропонованих відповідей. Після цього ви зможете переглянути свої помилки.

# testVC_threeWords_name
source: Three Words Test
uk: Тест Три Слова

# testVC_fiveWords_description
source: This test is generally similar to the Three Word Test, the difference is in the number of words, and therefore in the multiple choice!
uk: Цей тест, в цілому, схожий на Тест три слова, відмінність у кількості слів, а значить і в множинному виборі!

# testVC_findApair_name
source: Find a Pair Test
uk: Тест Знайди Пару

# testVC_findApair_description
source: You will be presented with seven pairs of words. Your task is to choose the correct pair.
uk: Вам буде запропоновано сім пар слів. Ваше завдання - вибрати правильну пару.

# testVC_falseOrTrue_name
source: True or False Test
uk: Тест Правда чи Брехня

# testVC_falseOrTrue_description
source: You need to determine whether the presented word is translated correctly or not.
uk: Вам потрібно визначити, чи правильно перекладено подане слово.

# testVC_findAnImage_name
source: Find the Image Test
uk: Тест Знайти Зображення

# testVC_findAnImage_description
source: You need to choose the correct image for the given word.
uk: Вам потрібно вибрати правильне зображення для заданого слова.

# testVC_noDictionariesCreated_message
source: You don't have any dictionaries yet. To start testing, you need to create at least one dictionary and add 5 words to it. Or download any one in the 'Network' tab
uk: У вас поки що немає словників. Для початку тестування необхідно створити хоча б один словник і додати до нього 5 слів. Або завантажте будь-який у вкладці 'Мережа'

# testVC_5wordstest_ico
source: 5wrdico_en.png
uk: 5wrdico_ua.png

# testVC_3wordstest_ico
source: 3wrdico_en.png
uk: 3wrdico_ua.png

# testVC_findApairtest_ico
source: fApico_en.png
uk: fApico_ua.png

# testVC_findAnImagetest_ico
source: fAiico_en.png
uk: fAiico_ua.png

# testVC_trueOrFalsetest_ico
source: tOfico_en.png
uk: tOfico_ua.png

# testVC_tests_label
source: Tests
uk: Тести

# selectDictionaryVC_header_label
source: Select Dictionary for Test
uk: Вибір словника для тесту

# selectDictionaryVC_selectDictionary_label
source: Select a Dictionary
uk: Виберіть словник

# selectDictionaryVC_tapToSelect_button
source: Tap to Select
uk: Натискайте, щоб вибрати

# selectDictionaryVC_roundsNumber_label
source: Number of Rounds:
uk: Кількість раундів:

# selectDictionaryVC_cancel_button
source: Cancel
uk: Скасувати

# selectDictionaryVC_select_button
source: Select
uk: Вибрати

# selectDictionaryVC_startTest_button
source: Start Test
uk: Почати тест

# selectDictionaryVC_noDictionary_message
source: Please select a dictionary
uk: Будь ласка, виберіть словник

# selectDictionaryVC_wordsInDictionary_message
source: words
uk: слів

# selectDictionaryVC_notEnough_message
source: In this dictionary less then
uk: У цьому словнику менш ніж

# selectDictionaryVC_notEnoughWords_message
source: words! Please add words into it or select other dictionary
uk: слів! Будь ласка, додайте слова або виберіть інший словник!

# selectDictionaryVC_notEnoughImages_message
source: words with saved images! Please add images for words or select other dictionary
uk: слів із картинками! Будь ласка, додайте зображення до слів або виберіть інший словник!

# resultsPopUp_restart_button
source: Restart test
uk: Рестарт

# resultsPopUp_close_button
source: Close
uk: Закрити

# resultsPopUp_scoresName_label
source: SCORES
uk: ОЧКИ

# resultsPopUp_threeWordsTest_message
source: Finished %d rounds with %d mistakes
uk: Завершено %d раундів з %d помилок

# resultsPopUp_findAPairTest_message
source: Finished with %d mistakes
uk: Ззавершено з %d помилок

# resultsPopUp_falseOrTrueTest_message
source: Totaly %d right answers and %d mistakes
uk: Усього %d правильних відповідей та %d помилок

# resultsPopUp_findAnImageTest_message
source: Correctly finded %d images and %d mistakes
uk: Вгадано %d зображень з %d помилок

# threeWordsTestVC_repetitionMode_label
source: Error Fixation
uk: Фіксація помилок

# threeWordsTestVC_roundsName_label
source: Round:
uk: Раунд:

# threeWordsTestVC_scoresName_label
source: Scores:
uk: Очки:

# threeWordsTestVC_instructionLabel_label
source: Select the Correct Translation
uk: Виберіть правильний переклад

# threeWordsTestVC_makeChoise_label
source: Make a Choice
uk: Зробіть вибір

# threeWordsTestVC_check_button
source: CHECK
uk: ПЕРЕВІРИТИ

# threeWordsTestVC_next_button
source: NEXT
uk: ДАЛІ

# threeWordsTestVC_toResults_button
source: TO RESULTS
uk: ДО РЕЗУЛЬТАТІВ

# threeWordsTestVC_testProgress_label
source: Test Progress
uk: Прогрес тесту

# fiveWordsTestVC_repetitionMode_label
source: Repetition Mode
uk: Фіксація помилок

# fiveWordsTestVC_roundsName_label
source: Round:
uk: Раунд:

# fiveWordsTestVC_scoresName_label
source: Scores:
uk: Очки:

# fiveWordsTestVC_instructionLabel_label
source: Choose the correct translation
uk: Виберіть правильний переклад

# fiveWordsTestVC_makeChoise_label
source: Make a Choice
uk: Зробіть вибір

# fiveWordsTestVC_check_button
source: CHECK
uk: ПЕРЕВІРИТИ

# fiveWordsTestVC_next_button
source: NEXT
uk: ДАЛІ

# fiveWordsTestVC_toResults_button
source: TO RESULTS
uk: ДО РЕЗУЛЬТАТІВ

# fiveWordsTestVC_testProgress_label
source: Test Progress
uk: Прогрес тесту

# findApairTestVC_mistakesName_label
source: Mistakes:
uk: Помилки:

# findApairTestVC_scoresName_label
source: Scores:
uk: Очки:

# findApairTestVC_instructionLabel_label
source: Select a word and its translation
uk: Виберіть слово та його переклад

# findApairTestVC_makeChoise_label
source: Make a Choice
uk: Зробіть вибір

# findApairTestVC_check_button
source: CHECK
uk: ПЕРЕВІРИТИ

# findApairTestVC_next_button
source: NEXT
uk: ДАЛІ

# findApairTestVC_toResults_button
source: TO RESULTS
uk: ДО РЕЗУЛЬТАТІВ

# findApairTestVC_again_button
source: AGAIN
uk: ЩЕ РАЗ

# trueOrFalseTestVC_roundName_label
source: Rounds:
uk: Раунд:

# trueOrFalseTestVC_scoresName_label
source: Scores:
uk: Очки:

# trueOrFalseTestVC_instruction_label
source: The translation is true or false?
uk: Переклад правда чи брехня?

# trueOrFalseTestVC_testProgress_label
source: Test progress
uk: Прогрес тесту

# trueOrFalseTestVC_true_button
source: TRUE
uk: ПРАВДА

# trueOrFalseTestVC_false_button
source: FALSE
uk: БРЕХНЯ

# trueOrFalseTestVC_next_button
source: NEXT
uk: ДАЛІ

# trueOrFalseTestVC_toResults_button
source: TO RESULTS
uk: ДО РЕЗУЛЬТАТІВ

# findAnImageVC_round_label
source: Round:
uk: Раунд:

# findAnImageVC_scores_label
source: Scores:
uk: Очки:

# findAnImageVC_instruction_label
source: Choose the correct image
uk: Виберіть правильне зображення

# findAnImageVC_testProgress_label
source: Test progress
uk: Прогрес тесту

# findAnImageVC_check_button
source: CHECK
uk: ПЕРЕВІРИТИ

# findAnImageVC_toResults_button
source: TO RESULTS
uk: ДО РЕЗУЛЬТАТІВ

# findAnImageVC_next_button
source: NEXT
uk: ДАЛІ

# profileVC_logout_button
source: User logout
uk: Вихід

# profileVC_setAvatar_button
source: Set avatar
uk: Змінити

# profileVC_registred_label
source: registered:
uk: реєстрація:

# profileVC_addInfo_label
source: Additional info
uk: Дод. інфо

# profileVC_dateOfBirth_label
source: Date of birth:
uk: Дата народження:

# profileVC_country_label
source: Country:
uk: Країна:

# profileVC_nativeLanguage_label
source: Native language:
uk: Рідна мова:

# profileVC_scores_label
source: Scores:
uk: Очки:

# profileVC_showEmail_label
source: Show user email in public profile
uk: Показувати пошту користувача в загальнодоступному профілі

# profileVC_profile_label
source: Settings
uk: Профіль

# statisticVC_noStatistic_label
source: You don't have any statistics, because you haven't taken any tests yet!
uk: У вас ще немає статистики, оскільки ви ще не пройшли жодного тесту!

# statisticVC_totaly_label
source: TOTALY:
uk: РАЗОМ:

# statisticVC_starts_label
source: Starts
uk: Запуски

# statisticVC_right_label
source: Right
uk: Правильно

# statisticVC_wrong_label
source: Wrong
uk: Помилка

# statisticVC_scores_label
source: Scores
uk: Очки

# statisticVC_statistic_label
source: Statistic
uk: Статистика

# networkVC_sharedDictioanries_label
source: Network
uk: Мережа

# networkVC_currentFilter_label
source: Current filter
uk: Поточний фільтр

# networkVC_filter_button
source: Filter
uk: Фільтр

# sharedDicCell_wordsName_label
source: Words:
uk: Слів:

# sharedDicCell_ownerName_label
source: Owner:
uk: Власник:

# filterSharedDictionariesPopUp_header
source: Filter dictionaries
uk: Фільтр словників

# filterSharedDictionariesPopUp_learnLang_label
source: Learning language
uk: Мова вивчення

# filterSharedDictionariesPopUp_transLang_label
source: Translate language
uk: Мова перекладу

# filterSharedDictionariesPopUp_learnLang_button
source: Select
uk: Вибрати

# filterSharedDictionariesPopUp_transLang_button
source: Select
uk: Вибрати

# filterSharedDictionariesPopUp_clear_button
source: Clear
uk: Очистити

# filterSharedDictionariesPopUp_apply_button
source: Apply
uk: Застосувати

# logoutPopUp_header_label
source: Log out from account
uk: Вихід з облікового запису

# logoutPopUp_dialog_label
source: Are you sure you want to log out of your account?
uk: Ви впевнені, що хочете вийти з вашого облікового запису?

# logoutPopUp_cancel_button
source: Cancel
uk: Відміна

# logoutPopUp_logout_button
source: Log out
uk: Вихід

# browseSharedWordPopUp_header_label
source: Words pair
uk: Пара слів

# browseSharedWordPopUp_close_button
source: Close
uk: Закрити
